Repository: kreativkombinat/kk.shopified
Catalog: */shopified/locales/*/LC_MESSAGES/*.shopified.po
Languages: de

source: ${item_count} items in the shopping cart
de: ${item_count} Artikel im Warenkorb

source: %s cart items successfully updated
de: %s Artikel aus dem Warenkorb wurden erfolgreich aktualisiert

source: Actions
de: Aktionen

source: Add item to cart executed: %s %s
de: Artikel in den Warenkorb gelegt: %s %s

source: Address 1
de: Adresse

source: Address 2
de: Addresszusatz

source: Address Information
de: Versand- und Rechnungsadresse

source: Amount
de: Anzahl

source: Billing Address
de: Rechnungsadresse

source: Checkout
de: Kasse

source: City
de: Ort

source: Comments
de: Kommentare

source: Continue shopping
de: Weiter einkaufen

source: Country
de: Land

source: Delete
de: Artikel entfernen

source: Do you really want to delete ${DYNAMIC_CONTENT} from the shopping cart?
de: ${DYNAMIC_CONTENT} aus dem Warenkorb entfernen?

source: E-Mail
de: E-Mail-Adresse

source: EU Country
de: EU-Land

source: Email Order
de: Externes Anfrageformular (URL)

source: Enter shop email address that will recieve order mail from customers
de: Bitte geben Sie hier eine E-Mail-Adresse für den Shopified Shop ein. Diese wird als Empfänger für Bestellungen per E-Mail verwendet.

source: Enter your PayPal sandbox account key. This is usually an E-mail address
de: Bitte geben Sie Ihren PayPal Sandbox Zugang ein. Dies ist üblicherweise eine E-Mail-Adresse.

source: Fullname
de: Vor- und Nachname

source: Germany
de: Deutschland

source: If you have any questions about your payment, please
de: Sollten Sie weitere Fragen zu Ihrer Bestellung haben, können Sie uns

source: Image
de: Produktabbildung

source: Item
de: Artikel

source: Item could not be removed from the shopping cart. Please try again. If the error should persist, please contact the shop owner
de: Der Artikel konnte nicht aus dem Warenkorb entfernt werden. Bitte versuchen Sie es noch einmal. Sollte der Fehler erneut auftreten wenden Sie sich bitte an den Shopbetreiber

source: Item has been removed from the shopping cart
de: Der Artikel wurde aus dem Warenkorb entfernt

source: Notice
de: Hinweis

source: Order Summary
de: Zusammenfassung der Bestellung

source: PayPal Sandbox Key
de: PayPal Sandbox

source: Paypal Website Payments Server
de: PayPay Bezahlserver

source: Personal Details
de: Persönliche Daten

source: Phone
de: Telefon

source: Please enter optional email order url (relative to the site root. Leave empty for the default form
de: Bitte geben Sie hier eine optionale URL zu einem alternativen Formular zur Anfrage via E-Mail ein, falls Sie den Standardversand über den Shop überschreiben wollen (Hinweis: das Auslesen des Warenkorbs muss dann durch die alternative Implementierung gelöst werden)

source: Please enter relative URL to the shop content
de: Bitte geben Sie die URL Ihres Shops innerhalb der Webseite relativ zum Wurzelverzeichnis an, z.B. "/shop"

source: Please enter the shipping address
de: Bitte geben Sie hier eine Versandadresse ein.

source: Please enter your PayPal merchant account key
de: Bitte geben Sie Ihren Händleracount Zugangsschlüssel von PayPal hier ein

source: Print
de: Drucken

source: Production
de: Produktivsystem

source: Quantity must be given
de: Ein Angabe der Artikelanzahl ist verpflichtend

source: Remove item from cart executed. This is not yet implemented
de: Artikel wurden erfolgreich aus dem Warenkorb entfernt.

source: Sandbox
de: Sandbox/Testumgebung

source: Shipping (to Germany)
de: Versand (nach Deutschland)

source: Shipping Address
de: Lieferadresse

source: Shop E-mail
de: Shop E-Mail-Adresse

source: Shopified
de: Kreativkombinat Shopified

source: Shopified settings
de: Shopified Einstellungen

source: Shopping Cart
de: Warenkorb

source: TOTAL
de: Gesamtpreis inkl. MwSt.

source: Thank you!
de: Vielen Dank!

source: This field is required
de: Dies ist ein Pflichtfeld

source: Total
de: Gesamtpreis inkl. MwSt.

source: Transaction ID: ${txn_id}
de: Transaktions ID: ${txn_id}

source: Unit Price
de: Einzelpreis

source: VAT (19%)
de: enthalten 19% MwSt.

source: Your email has been forwarded.
de: Ihre Bestellanfrage via E-Mail wurde an uns weitergeleitet.

source: Your order has been successfully processed.
de: Ihre Bestellung wurde bearbeitet.

source: Your shopping cart has successfully been purged
de: Der Warenkorb wurde geleert.

source: Your shopping cart is empty
de: Ihr Warenkorb ist leer

source: Zipcode
de: Postleitzahl

source: contact us
de: jederzeit kontaktieren.
